giveUp=\u0427\u0442\u043E, \u0441\u0434\u0430\u0451\u0448\u044C\u0441\u044F \u0442\u0430\u043A \u0431\u044B\u0441\u0442\u0440\u043E?)) \u0411\u044B\u043B\u043E \u0437\u0430\u0433\u0430\u0434\u0430\u043D\u043E \u0447\u0438\u0441\u043B\u043E\:
gameStart=\u0425\u043E\u0447\u0435\u0448\u044C \u043D\u0430\u0447\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0438\u0433\u0440\u0443? \u041F\u043E\u0435\u0445\u0430\u043B\u0438\! \u0412\u0432\u043E\u0434\u0438 \u0447\u0435\u0442\u044B\u0440\u0451\u0445\u0437\u043D\u0430\u0447\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E.
hintsUsed=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u043E \u043F\u043E\u0434\u0441\u043A\u0430\u0437\u043E\u043A \:
giveUpError=\u041C\u044B \u0451\u0449\u0435 \u0434\u0430\u0436\u0435 \u043D\u0435 \u043D\u0430\u0447\u0430\u043B\u0438 \u043D\u043E\u0432\u0443\u044E \u0438\u0433\u0440\u0443, \u0430 \u0442\u044B \u0443\u0436\u0435 \u0441\u0434\u0430\u0451\u0448\u044C\u0441\u044F...\u0427\u0442\u043E\u0431\u044B \u043D\u0430\u0447\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0438\u0433\u0440\u0443 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439 \u043A\u043E\u043C\u0430\u043D\u0434\u0443 /play.
hintGettingError=\u042F \u043D\u0435 \u043C\u043E\u0433\u0443 \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043F\u043E\u0434\u0441\u043A\u0430\u0437\u043A\u0443 \u0438\u0437 \u043D\u0438\u0447\u0435\u0433\u043E. \u0427\u0442\u043E\u0431\u044B \u0435\u0451 \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u043D\u0443\u0436\u043D\u043E \u043D\u0430\u0447\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0438\u0433\u0440\u0443 ( /play )\!
noHints=\u041C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E 4 \u043F\u043E\u0434\u0441\u043A\u0430\u0437\u043A\u0438.
letsPlayAgain=\u0421\u044B\u0433\u0440\u0430\u0435\u043C \u0435\u0449\u0451?
helpCommand=/play - \u043D\u0430\u0447\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0438\u0433\u0440\u0443;\n/give_up - \u0443\u0437\u043D\u0430\u0442\u044C, \u043A\u0430\u043A\u043E\u0435 \u0447\u0438\u0441\u043B\u043E \u0431\u044B\u043B\u043E \u0437\u0430\u0433\u0430\u0434\u0430\u043D\u043E;\n/hint - \u044D\u0442\u0430 \u043A\u043E\u043C\u0430\u043D\u0434\u0430 \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u0446\u0438\u0444\u0440\u0443 \u0432 \u0447\u0438\u0441\u043B\u0435, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0437\u0430\u0433\u0430\u0434\u0430\u043B \u0431\u043E\u0442, \u043F\u043E \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0439 \u043F\u043E\u0437\u0438\u0446\u0438\u0438. \u041F\u0440\u0438\u043C\u0435\u0440 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F\:\n- /hint 1(\u0442\u0432\u043E\u0439 \u0432\u0432\u043E\u0434)\n- 2***(\u043E\u0442\u0432\u0435\u0442 \u0431\u043E\u0442\u0430);\n/settings - \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438;\n/help - \u0441\u043F\u0438\u0441\u043E\u043A \u0432\u0441\u0435\u0445 \u043A\u043E\u043C\u0430\u043D\u0434.
gameResults=\u041F\u043E\u0437\u0434\u0440\u0430\u0432\u043B\u044F\u044E\!\\n\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u043F\u044B\u0442\u043E\u043A \:
cows=\u041A\u043E\u0440\u043E\u0432\:
bulls=\u0411\u044B\u043A\u043E\u0432\:
userInputError=\u042F \u043D\u0435 \u043F\u043E\u043D\u0438\u043C\u0430\u044E \u0442\u0435\u0431\u044F \:(\n\u041B\u0438\u0431\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439 \u043A\u043E\u043C\u0430\u043D\u0434\u0443 /help, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u043F\u043E\u043B\u043D\u044B\u0439 \u0441\u043F\u0438\u0441\u043E\u043A \u043A\u043E\u043C\u0430\u043D\u0434, \u043B\u0438\u0431\u043E \u0432\u0432\u0435\u0434\u0438 \u0447\u0435\u0442\u044B\u0440\u0451\u0445\u0437\u043D\u0430\u0447\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E.
positionNotEnteredError=\u0422\u0435\u0431\u0435 \u043D\u0443\u0436\u043D\u043E \u0432\u0432\u0435\u0441\u0442\u0438 \u043F\u043E\u0437\u0438\u0446\u0438\u044E \u0446\u0438\u0444\u0440\u044B \u0432 \u0447\u0438\u0441\u043B\u0435, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0437\u0430\u0433\u0430\u0434\u0430\u043B \u0431\u043E\u0442, \u0447\u0442\u043E\u0431\u044B \u0443\u0437\u043D\u0430\u0442\u044C \u0435\u0451 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435.
noSuchPosition=\u041D\u0435\u0442 \u0446\u0438\u0444\u0440\u044B \u0441 \u0442\u0430\u043A\u043E\u0439 \u043F\u043E\u0437\u0438\u0446\u0438\u0435\u0439.
languageChange=\u042F\u0437\u044B\u043A \u0431\u044B\u043B \u0438\u0437\u043C\u0435\u043D\u0435\u043D.